{"movies":[{"title":"Before Sunrise","description":"On his way to Vienna, American Jesse meets Céline, a student returning to Paris. After long conversations forge a surprising connection between them, Jesse convinces Celine to get off the train with him in Vienna. Since his flight to the U.S. departs the next morning and he has no money for lodging, they wander the city together, taking in the experiences of Vienna and each other.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6KWnXYoV1htDT3TGYdFWucfTt6t.jpg"},{"url":"https://image.tmdb.org/t/p/original/qA2TyqPldTtoTVY3LKrNIG5g6bH.jpg"}]},{"title":"Almost Famous","description":"In 1973, 15-year-old William Miller's unabashed love of music and aspiration to become a rock journalist lands him an assignment from Rolling Stone magazine to interview and tour with the up-and-coming band Stillwater—fronted by lead guitar Russell Hammond, and lead singer Jeff Bebe.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/asGfT3PExH4CUyyiClt5X6wJedk.jpg"},{"url":"https://image.tmdb.org/t/p/original/xleIwr1wUlWqvFHaU1PItf0YLrZ.jpg"}]},{"title":"Working Girl","description":"Tess McGill is an ambitious secretary with a unique approach for climbing the ladder to success. When her classy, but villainous boss breaks a leg skiing, Tess takes over her office, her apartment and even her wardrobe. She creates a deal with a handsome investment banker that will either take her to the top, or finish her off for good.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/q2jfFzZvAzjTaArQR0tjilIZ5aJ.jpg"},{"url":"https://image.tmdb.org/t/p/original/ubrwvFhirb2iLHvAQqV4OsQ8EM9.jpg"}]},{"title":"American Gangster","description":"Following the death of his employer and mentor, Bumpy Johnson, Frank Lucas establishes himself as the number one importer of heroin in the Harlem district of Manhattan. He does so by buying heroin directly from the source in South East Asia and he comes up with a unique way of importing the drugs into the United States. Partly based on a true story.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8sV6nWuKczuXRt0C6EWoXqJAj6G.jpg"},{"url":"https://image.tmdb.org/t/p/original/uPSd1R7eGp0QV8CD6V6S3MYKyRC.jpg"}]},{"title":"G.I. Jane","description":"A female Senator succeeds in enrolling a woman into Combined Reconnaissance Team training where everyone expects her to fail.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/fLQsesoRPLsioKsRN1mw8vOwdPd.jpg"},{"url":"https://image.tmdb.org/t/p/original/tXh154ooFsYV8Ve4XbNIe8wS6DY.jpg"}]},{"title":"The Bounty","description":"The familiar story of Lieutenant Bligh, whose cruelty leads to a mutiny on his ship. This version follows both the efforts of Fletcher Christian to get his men beyond the reach of British retribution, and the epic voyage of Lieutenant Bligh to get his loyalists safely to East Timor in a tiny lifeboat.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hXFXIc6F4NXI5emWCKcUwqEPjIZ.jpg"},{"url":"https://image.tmdb.org/t/p/original/5FOBFt24qNVfvQF1kqsy706UzxR.jpg"}]},{"title":"Heartbreak Hotel","description":"Two very different women, both in their 40s with grown-up children, are ready to go on with their lives and find love again.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/iL3MqVpiMMzOZh1FVzbJWqWnLlB.jpg"},{"url":"https://image.tmdb.org/t/p/original/rQ0L0jHa8dA75W8x9KPKNypKSh2.jpg"}]},{"title":"Megacities","description":"Megacities is a documentary about the slums of five different metropolitan cities.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qO48XLCG58cICOgAR57ao0PrJ6A.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Belle de Jour","description":"Beautiful young housewife Séverine Serizy cannot reconcile her masochistic fantasies with her everyday life alongside dutiful husband Pierre. When her lovestruck friend Henri mentions a secretive high-class brothel run by Madame Anais, Séverine begins to work there during the day under the name Belle de Jour. But when one of her clients grows possessive, she must try to go back to her normal life.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/jiz91yDheKGIE3tubFnXzYxTyhh.jpg"},{"url":"https://image.tmdb.org/t/p/original/z44h4Jza80TMtE1vSYrHITIAuzP.jpg"}]},{"title":"Alles nur Tarnung","description":"Harry manages to get into Willi's cell - Marlies is quartered with the ageing prostitute Jutta. Quite a tension between the generations  comes up when Harry realises that his father is not the big bank robber, but a small day thief who does not want to flee at all, but only breaks a blanket to celebrate Christmas with his beloved Jutta in her cell to celebrate...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/vu9BIoh1xshpTh4JjPTD4NuelZn.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"House of 1000 Corpses","description":"Two teenage couples traveling across the backwoods of Texas searching for urban legends of serial killers end up as prisoners of a bizarre and sadistic backwater family of serial killers.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zEAVm1zpjkk4XFL2i5EZehkEgkH.jpg"},{"url":"https://image.tmdb.org/t/p/original/j5gi60OUwOeHHfDssa855c5LSJ6.jpg"}]},{"title":"A Fistful of Dollars","description":"The Man With No Name enters the Mexican village of San Miguel in the midst of a power struggle among the three Rojo brothers and sheriff John Baxter. When a regiment of Mexican soldiers bearing gold intended to pay for new weapons is waylaid by the Rojo brothers, the stranger inserts himself into the middle of the long-simmering battle, selling false information to both sides for his own benefit.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lBwOEpwVeUAmrmglcstnaGcJq3Y.jpg"},{"url":"https://image.tmdb.org/t/p/original/9gMkOYzk7P9QXwndhLRAC8cMZcJ.jpg"}]},{"title":"Wattstax","description":"Wattstax is the 1973 documentary film about the Afro-American Woodstock concert held in Los Angeles seven years after the Watts riots. Director Mel Stuart mixes footage from the concert with footage of the living conditions in the current day Watts neighborhood. The film won the Golden Globe for Best Documentary Film.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7UDwYbf7AH99B4aUGmcxhdNUMZG.jpg"},{"url":"https://image.tmdb.org/t/p/original/d8D7c2WDDHvn2rQKMEgmO40Mpom.jpg"}]},{"title":"Monster Mash: The Movie","description":"Two teenagers get trapped in a house with Dr. Frankenstein who wants to transfer one of their brains to his creature.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7p6GmdCJk4xjmpRbSuSCkNghLhW.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Land Without Bread","description":"An exploration —manipulated and staged— of life in Las Hurdes, in the province of Cáceres, in Extremadura, Spain, as it was in 1932. Insalubrity, misery and lack of opportunities provoke the emigration of young people and the solitude of those who remain in the desolation of one of the poorest and least developed Spanish regions at that time. (Silent short, voiced in 1937 and 1996.)","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6MvYJWxQ414PFv1nqX6FSinEbXO.jpg"},{"url":"https://image.tmdb.org/t/p/original/aaRbO3m3L3yVg2L73QLYvgP23hj.jpg"}]},{"title":"The General's Daughter","description":"When the body of Army Capt. Elizabeth Campbell is found on a Georgia military base, two investigators, Warrant Officers Paul Brenner and Sara Sunhill, are ordered to solve her murder. What they uncover is anything but clear-cut. Unseemly details emerge about Campbell's life, leading to allegations of a possible military coverup of her death and the involvement of her father, Lt. Gen. Joseph Campbell.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lLbTV7SwFFxZ1qZsIDvHf2c31NC.jpg"},{"url":"https://image.tmdb.org/t/p/original/vX3Z2ZYOKp8lg9b6u2eGjcLwYY0.jpg"}]},{"title":"Monster Man","description":"Two guys and a female hitchhiker are terrorized by a monstrous looking man driving a giant monster truck.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6pDAMmLMPSSAmZkMLC9SboM9RuV.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Michael","description":"Tabloid reporters are sent by their editor to investigate after the paper recieves a letter from a woman claiming an angel is living with her.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/oMqCTpOH10ajUn9Y9PlcepeJtb6.jpg"},{"url":"https://image.tmdb.org/t/p/original/dG3jv04vD5gf6xYweXQKV1UN4qO.jpg"}]},{"title":"The Others","description":"Grace is a religious woman who lives in an old house kept dark because her two children, Anne and Nicholas, have a rare sensitivity to light. When the family begins to suspect the house is haunted, Grace fights to protect her children at any cost in the face of strange events and disturbing visions.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/AdTFzlJmQ3rTtTpoyS9rqU17qN7.jpg"},{"url":"https://image.tmdb.org/t/p/original/i6epjfJemvscldYv5OPTWLV76TY.jpg"}]},{"title":"Olympia Part One: Festival of the Nations","description":"The First part of Olympia, a documentary about the 1936 Olympic games in Berlin by German Director Leni Riefenstahl. The film played in theaters in 1938 and again in 1952 after the fall of the Nazi Regime.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/nPLZIBLvWqgGQs3dplxujQrNno2.jpg"},{"url":"https://image.tmdb.org/t/p/original/gNMLbMOcWdztOKtJUNZu1EaBpgk.jpg"}]},{"title":"The Peaks of Zelengore","description":"During the Battle of Sutjeska, partisan troops must endure 24 hours of big and heavy attacks on German units Ljubino grave, to the main Partisan units, with the wounded and the Supreme Headquarters, pulled out the ring that is tightened around them.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Malcolm X","description":"A tribute to the controversial black activist and leader of the struggle for black liberation. He hit bottom during his imprisonment in the '50s, he became a Black Muslim and then a leader in the Nation of Islam. His assassination in 1965 left a legacy of self-determination and racial pride.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/e9Pid0ZVhU3VrsQCxKdxQjSzKoY.jpg"},{"url":"https://image.tmdb.org/t/p/original/7gvcyAbYbInPHwr3Lko7UCBCtqz.jpg"}]},{"title":"7 Virgins","description":"Tano is 16-years-old and is already sitting in jail. In 48 hours he’s a free man and off to the wedding of his brother. In the two days he recounts his neighborhood in a section of Sevilla.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/aIGNKsJFfaxIOtxjcLT0uy1HBLU.jpg"},{"url":"https://image.tmdb.org/t/p/original/rusJZ6WEppxZusobKYVBusakGs6.jpg"}]},{"title":"Young Adam","description":"A young drifter working on a river barge disrupts his employers' lives while hiding the fact that he knows more about a dead woman found in the river than he admits.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1VpzaZHt94GteKf464vCUzqLmuC.jpg"},{"url":"https://image.tmdb.org/t/p/original/8ziPf9WVly6sAXQsBcnyb43ocky.jpg"}]},{"title":"Gangs of New York","description":"It's 1863. America was born in the streets. Amsterdam Vallon returns to the Five Points of America to seek vengeance against the psychotic gangland kingpin, Bill the Butcher, who murdered his father years earlier. With an eager pickpocket by his side and a whole new army, Vallon fights his way to seek vengeance on the Butcher and restore peace in the area.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lemqKtcCuAano5aqrzxYiKC8kkn.jpg"},{"url":"https://image.tmdb.org/t/p/original/a2Aj5ksEo2HOUH3FbGyZCtaJM4C.jpg"}]},{"title":"The Bachelor","description":"Jimmie is seeing his single friends get married one by one. He isn't too worried until his girlfriend Anne catches the bouquet at his friend Marco's wedding. Suddenly, his wild mustang days are numbered. He finally decides to propose to her, but he sticks his foot in his mouth and botches the proposal. Being insulted by the defeatist proposal, Anne leaves town on an assignment. After she's gone, he finds out that his recently-deceased grandfather's will stipulates that he gets nothing of a multi-million dollar fortune unless he's married by 6:05pm on his 30th birthday: tomorrow! Not being able to find Anne, Jimmie begins backtracking through his past girlfriends to find a wife.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/lhDn0yzCDkVCzHEtoLdASSLDHxn.jpg"},{"url":"https://image.tmdb.org/t/p/original/zNBxJqi6Gp6NgE3SxAVm3DGtRsK.jpg"}]},{"title":"Sleuth","description":"On his sprawling country estate, an aging writer matches wits with the struggling actor who has stolen his wife's heart.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/AuBNRTVDwht3DaGSCxmxJLXV1wR.jpg"},{"url":"https://image.tmdb.org/t/p/original/9COKDjVGd2KIm6O6wFsSRJcNj6z.jpg"}]},{"title":"Pickpocket","description":"Michel takes up pickpocketing on a lark and is arrested soon after. His mother dies shortly after his release, and despite the objections of his only friend, Jacques, and his mother's neighbor Jeanne, Michel teams up with a couple of petty thieves in order to improve his craft. With a police inspector keeping an eye on him, Michel also tries to get a straight job, but the temptation to steal is hard to resist.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6LOGubEfLLikSQPqoXpYkhBLpGI.jpg"},{"url":"https://image.tmdb.org/t/p/original/l3N6BtcVwXp6rJAUOpcb8ooyE9c.jpg"}]},{"title":"The Lark Farm","description":"The Lark Farm is set in a small Turkish town in 1915. It deals with the genocide of Armenians, looking closely at the fortunes, or rather, misfortunes of one wealthy Armenian family.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/i5sbXO7XZtoPTCTU9K743o7pQ9j.jpg"},{"url":"https://image.tmdb.org/t/p/original/5foOQp8rlcO2AjAY0gEzeuoL9xU.jpg"}]},{"title":"A Countess from Hong Kong","description":"A Russian countess stows away in the stateroom of a married U.S. diplomat bound for New York.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/vCDI3NJvFPiv1IMFCoS9aIK2vAd.jpg"},{"url":"https://image.tmdb.org/t/p/original/xGaloya0EgeP0BGbxm2lTEX82Zo.jpg"}]},{"title":"Cutthroat Island","description":"Morgan Adams and her slave, William Shaw, are on a quest to recover the three portions of a treasure map. Unfortunately, the final portion is held by her murderous uncle, Dawg. Her crew is skeptical of her leadership abilities, so she must complete her quest before they mutiny against her. This is made yet more difficult by the efforts of the British crown to end her pirate raids.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hYdeBZ4BFXivdouxLfQGWNE6zRx.jpg"},{"url":"https://image.tmdb.org/t/p/original/3naPXulW18qJm32VtpEs8YQ4Yhv.jpg"}]},{"title":"The Doctor Prefers Sailors","description":"A doctor in a hotel has a lot of problems like a man repeatedly fails to commit suicide, a pair of window washers witness a murder by a hit man, a suspicious wife checks up on her husband who happens to be having an affair with her and many more...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xQwhOUJylZRyQccPuL8sBCWZD90.jpg"},{"url":"https://image.tmdb.org/t/p/original/uNfNUT1G6y42eYC7RCxKkCFxnbN.jpg"}]},{"title":"Santo vs. Frankenstein's Daughter","description":"Dr. Frankenstein and her assistant, Dr. Yanco, are going to bring one of their experiments to life in Santo Vs. Frankenstein's Daughter. She intends to use a monster named Ursus to do her evil bidding. Using a youth serum to retain their vitality, the doctors set their sights upon none other than El Santo. They need his super human blood to regenerate a stronger youth serum. They kidnap Santo's goddaughter, Norma and lure him into Dr. Frankenstein's lab where he is captured and enslaved. Will Santo make it out alive?","movieImages":[{"url":"https://image.tmdb.org/t/p/original/40tbdC0hGJcOiQbMGroFL2LVxig.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Chronicles of Riddick","description":"After years of outrunning ruthless bounty hunters, escaped convict Riddick suddenly finds himself caught between opposing forces in a fight for the future of the human race. Now, waging incredible battles on fantastic and deadly worlds, this lone, reluctant hero will emerge as humanity's champion - and the last hope for a universe on the edge of annihilation.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/iSaB7jBgsU6sXqKneZpdeRw5MSV.jpg"},{"url":"https://image.tmdb.org/t/p/original/9o0WHLPvHHAznN0H3pBfjjiFioN.jpg"}]},{"title":"La Vie en Rose","description":"From the mean streets of the Belleville district of Paris to the dazzling limelight of New York's most famous concert halls, Edith Piaf's life was a constant battle to sing and survive, to live and love. Raised in her grandmother's brothel, Piaf was discovered in 1935 by nightclub owner Louis Leplee, who persuaded her to sing despite her extreme nervousness. Piaf became one of France's immortal icons, her voice one of the indelible signatures of the 20th century.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/pmKVYXBb57iQ9cKXuYF1GCWxBip.jpg"},{"url":"https://image.tmdb.org/t/p/original/mgDv2dDihyetAcENxyf2tpXY245.jpg"}]},{"title":"Curse of the Golden Flower","description":"During China's Tang dynasty the emperor has taken the princess of a neighboring province as his wife. She has borne him two sons and raised his eldest. Now his control over his dominion is complete, including the royal family itself.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cuX11HZlkNFHCieu8UyWmMeMXkg.jpg"},{"url":"https://image.tmdb.org/t/p/original/qUytCewbph0FV8RR4ILLLK9wK0T.jpg"}]},{"title":"Adolphe ou l'âge tendre","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/osM42CbNgXN61DtyaOexgqXeawm.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Blondie of the Follies","description":"New York City tenement dwelling neighbors Blondie and Lottie are longtime best friends. When Lottie makes the cast of the Follies and moves up in the world, she arranges for Blondie, as well, to join the cast and gain the advantages. But the friendship goes awry when Lottie's sweetheart, wealthy Larry Belmont, falls for Blondie and she for him.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qB9XbIr3udAn3zf7gRrbtiHKt7i.jpg"},{"url":"https://image.tmdb.org/t/p/original/1zdq74XwIRJIngQUJJV7cdGFNsT.jpg"}]},{"title":"10 Things I Hate About You","description":"On the first day at his new school, Cameron instantly falls for Bianca, the gorgeous girl of his dreams. The only problem is that Bianca is forbidden to date until her ill-tempered, completely un-dateable older sister Kat goes out, too. In an attempt to solve his problem, Cameron singles out the only guy who could possibly be a match for Kat: a mysterious bad boy with a nasty reputation of his own.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ujERk3aKABXU3NDXOAxEQYTHe9A.jpg"},{"url":"https://image.tmdb.org/t/p/original/vOeEHApZ1N2AJX73V87OovrPbhs.jpg"}]},{"title":"30 Days of Night","description":"This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/uyiJDaKadunrMB35bEZ5TAvzz3a.jpg"},{"url":"https://image.tmdb.org/t/p/original/w8VDpCcKezdBbXJEWMHwttI35mU.jpg"}]},{"title":"Farewell, Home Sweet Home","description":"Nicholas is the eldest son of a wealthy suburban family, whose businesswoman mother makes deals from a helicopter and has an affair with her business partner. His cheerful, alcoholic father, on the other hand, is reduced to a prisoner in his room with his devoted dog and electric train set. Unbeknownst to his parents, Nicholas works as a window cleaner and dish washer in a Parisian cafe. He is also in love with the daughter of another cafe's owner, who, however, has an abusive boyfriend. One night, Nicholas sneaks a few drunken drifters into his family wine cellar and his father unexpectedly takes a liking to the stranger.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6aeY214LrekH4lCY9jVvLCyocBF.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Blues","description":"Blues","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Video Kings","description":"Flo und sein Kumpel Hotte arbeiten in der mies gehenden Neuköllner Videothek Video König. Kein Wunder, denn Hotte glänzt mit null Filmwissen, und Flo muss mit damit fertig werden, von seiner Freundin verlassen worden zu sein. Die beiden Unglücksvögel lassen sich vom Kiez-Gauner Bernhardt abzocken, von Schlägern die Fresse polieren und Inkasso-Unternehmen drangsalieren. Ein Glück, dass für Flo wenigstens wieder die Liebe in Form von Nachbarin Ramona lacht, auch wenn diese möglicherweise eine Prostituierte ist.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/26dnOdmKONUEJs7WUsKm6GSLyuC.jpg"},{"url":"https://image.tmdb.org/t/p/original/9uJBHPkQvWPJLK4dCvpweb8Hd6V.jpg"}]},{"title":"Don't Worry, I'm Fine","description":"A 19-year-old searches for her twin brother after he runs away from home, following a fight with their father.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/yD6skMZZq0Rgn2NhI9dk4B2Dipu.jpg"},{"url":"https://image.tmdb.org/t/p/original/y0eyUFB8dBLKjbQFeAgFMiklQDq.jpg"}]},{"title":"The Interpreter","description":"After Silvia Broome, an interpreter at United Nations headquarters, overhears plans of an assassination, an American Secret Service agent is sent to investigate.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6Z5zcXO8yz0CObeqpfrDSnvBJYT.jpg"},{"url":"https://image.tmdb.org/t/p/original/A5mBIAtZOqVpAVUXolwtOnaQcZc.jpg"}]},{"title":"Afternoon","description":"A family spends three summer days in a beautiful lake mansion close to Berlin. Together with her new lover, Irene visits her brother Alex, who still inhabits the house with Irene's writer son Konstantin. Konstantin's girl-friend pops in, too, and all of them drift away from each other more and more.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/kLgfBl0Oy1Q5OOso74iwUMLatj3.jpg"},{"url":"https://image.tmdb.org/t/p/original/hP5obZT5WxZ8zBx3c2VxcgYiNfF.jpg"}]},{"title":"Die Halbzarte","description":"The story of the Dassau family, a family of artists: Frau Dassau is a composer, her husband is a writer, and their children are equally gifted as painters, poets and musicians. But unfortunately, no one wants to invest money in their art. The family is about to starve when Nicole comes up with a marvelous idea: She is going to write the \"most scandalous book\", the sex memoirs of a teenager. For this, she hides under the pseudonym of Eva. The book becomes an enormous success indeed, but Nicole's parents are decent people, and the public interest in their sluttish daughter begins to bother them. Things begin to get even more unpleasant when Nicole falls in love with an American publisher who'd prefer a virgin…","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Revolutionary Road","description":"A young couple living in a Connecticut suburb during the mid-1950s struggle to come to terms with their personal problems while trying to raise their two children. Based on a novel by Richard Yates.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rbggZvI5QZHwOdVxDu35kyweUPk.jpg"},{"url":"https://image.tmdb.org/t/p/original/pWKYWDaeWqtUp47XLAt1Vsx1PE3.jpg"}]},{"title":"Kein Mann für Camp Detrick","description":"Kein Mann für Camp Detrick","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Scarface","description":"A murderous thug shoots his way to the top of the mobs while trying to protect his sister from the criminal life.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zH6q4rZEwGTDBEPdGiFUkRybiJX.jpg"},{"url":"https://image.tmdb.org/t/p/original/bIv1kaxb7tsiZYPO27PHfVb5eSF.jpg"}]},{"title":"Dead Poets Society","description":"At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ai40gM7SUaGA6fthvsd87o8IQq4.jpg"},{"url":"https://image.tmdb.org/t/p/original/yYvBNN96Ym3wtPxGCFl7F888WwB.jpg"}]},{"title":"Saturday, Sunday and Monday","description":"In this domestic comedy, Rosa (Sophia Loren), a mature mother of several children, is concerned that her beloved husband Don Peppino (Luca de Filippo) is losing interest in her, and does his best to provoke some jealousy in him. She is a masterful cook, and if her romantic charms are fading, her culinary skills are not. By one means and another, and after some amusing confrontations, she succeeds in keeping her husband from taking her for granted and harmony is restored.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sdWeTOEEuHQ6ZWVDuvMGUxQhqSr.jpg"},{"url":"https://image.tmdb.org/t/p/original/bKmmlVP9eB3GgOfs9Tjo3V95pY7.jpg"}]},{"title":"Burning in the Wind","description":"For ten years, Tobias has worked in a clock factory and in the relentless sound of ticking, he sees life go by without much expectation. One day, Tobias sees Caroline, a former school pal from the East. His dreams seemingly become shattered as Caroline is married and has a daughter. A series of surprise events further obstructs their relationship, but Tobias perseveres. He has little to lose.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/original/uT7PFvz5myrEA7y5nhFXfj2Kr0c.jpg"}]},{"title":"16 Blocks","description":"An aging cop is assigned the ordinary task of escorting a fast-talking witness from police custody to a courthouse, but they find themselves running the gauntlet as other forces try to prevent them from getting there.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/p3ygfjYH0r0kNRbglwKNUgagiZR.jpg"},{"url":"https://image.tmdb.org/t/p/original/dn5Mb9OvaarizTIqvBC8xDAi2UE.jpg"}]},{"title":"True Romance","description":"Clarence marries hooker Alabama, steals cocaine from her pimp, and tries to sell it in Hollywood, while the owners of the coke try to reclaim it.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/jBQtcaXXy6gtxHwOYmZ0Hpjnbpx.jpg"},{"url":"https://image.tmdb.org/t/p/original/4HaIPBrE2WWGU30BgI4rQ4ebyJj.jpg"}]},{"title":"Cube","description":"A group of strangers find themselves trapped in a maze-like prison. It soon becomes clear that each of them possesses the peculiar skills necessary to escape, if they don't wind up dead first.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/iNwm6fpDqQ4WjwhYI8EW6LPklod.jpg"},{"url":"https://image.tmdb.org/t/p/original/1AZz3SSYB3i9FOfc8r3enewSsRM.jpg"}]},{"title":"The Cave of the Yellow Dog","description":"The little nomad girl, Nansal, finds a baby dog in the Mongolian veld, who becomes her best friend - against all rejections of her parents. A story about a Mongolian family of nomads - their traditional way of life and the rising call of the City.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/f4FNp6mb5Lh02vno2ujkGJX9tfl.jpg"},{"url":"https://image.tmdb.org/t/p/original/sJnd3cwK2IzDphBPv3HqaLNdzkO.jpg"}]},{"title":"The Last Frontier","description":"Three trappers become scouts for a cavalry captain (Guy Madison) who loses his fort to a hated colonel (Robert Preston).","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rP2GKNOXL4WDCKi9WssxwQ4Fxqz.jpg"},{"url":"https://image.tmdb.org/t/p/original/3LVTHUel2ZROYmIlUFUFtKRdphU.jpg"}]},{"title":"Jamon Jamon","description":"Jose Luis is an executive at his parents underwear factory where his girlfriend Sylvia works on the shop floor. When Sylvia becomes pregnant, Jose Luis promises her that he will marry her, most likely against the wishes of his parents. Jose Luis' mother is determined to break her son's engagement to a girl from a lower-class family, and hires Raul, a potential underwear model and would-be bullfighter to seduce Sylvia.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/v5Fq01ZtYnA2Grxdd3g8CuGZARg.jpg"},{"url":"https://image.tmdb.org/t/p/original/vAhrNWyOe0ID8cxN6o7h9sUNWZC.jpg"}]},{"title":"Wuthering Heights","description":"The Earnshaws are Yorkshire farmers during the early 19th Century. One day, Mr. Earnshaw returns from a trip to the city, bringing with him a ragged little boy called Heathcliff. Earnshaw's son, Hindley, resents the child, but Heathcliff becomes companion and soulmate to Hindley's sister, Catherine. After her parents die, Cathy and Heathcliff grow up wild and free on the moors and despite the continued enmity between Hindley and Heathcliff they're happy -- until Cathy meets Edgar Linton, the son of a wealthy neighbor.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tA3ZaItWqhoruqhvbnJM4WWrHfF.jpg"},{"url":"https://image.tmdb.org/t/p/original/qyl6dV5dCfoBifzSShAz8YZtrf9.jpg"}]},{"title":"The Evil of Frankenstein","description":"Once hounded from his castle by outraged villagers for creating a monstrous living being, Baron Frankenstein returns to Karlstaad. High in the mountains they stumble on the body of the creature, perfectly preserved in the ice. He is brought back to life with the help of the hypnotist Zoltan who now controls the creature. Can Frankenstein break Zoltan's hypnotic spell that incites the monster to commit these horrific murders or will Zoltan induce the creature to destroy its creator?","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2lrrmS0G1rc6dXk3vWTJnTl3jeL.jpg"},{"url":"https://image.tmdb.org/t/p/original/bmZNXRwM7P0YSkSJIkLDd7nb309.jpg"}]},{"title":"The Other Side of the Bed","description":"When Paula leaves her mate Pedro, he misses her and looks for comfort with his best friends, Javier and Sonia. Paula is having an affair with Javier. The cuckold Pedro tries to find who is the secret lover of Paula, and hires a private eye. Meanwhile, while comforting Pedro, Sonia has one night stand with him and Javier thinks she is cheating him with her lesbian friend Lucia.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/h8U4tpxLDISsqN3owtPDZ0ncbAx.jpg"},{"url":"https://image.tmdb.org/t/p/original/gw108P9cMhSgCw2Efsp7eNWis2U.jpg"}]},{"title":"Law of Desire","description":"When porn director Pablo reluctantly breaks up with his boyfriend, Juan, he encourages him to stay in touch. Juan moves away to live in a lighthouse and eventually writes his ex, but in the interim Pablo has taken up a psychotic new lover, Antonio. Antonio intercepts their correspondence and flies into a towering rage, terrifying Pablo but inspiring him creatively as he works on a play about his transsexual sister.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/u5GIq5olgbklKPbCXYTliYmTBN9.jpg"},{"url":"https://image.tmdb.org/t/p/original/pWQCQGq7xCnJbeEkidYyR4rkvXF.jpg"}]},{"title":"Valkyrie","description":"Wounded in Africa during World War II, Nazi Col. Claus von Stauffenberg returns to his native Germany and joins the Resistance in a daring plan to create a shadow government and assassinate Adolf Hitler. When events unfold so that he becomes a central player, he finds himself tasked with both leading the coup and personally killing the Führer.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8eoRtXswC8IQDsqW7iJWO56NhAv.jpg"},{"url":"https://image.tmdb.org/t/p/original/1OVR0TSIdAonGh5YSUxt184Zgp6.jpg"}]},{"title":"The Hours","description":"\"The Hours\" is the story of three women searching for more potent, meaningful lives. Each is alive at a different time and place, all are linked by their yearnings and their fears. Their stories intertwine, and finally come together in a surprising, transcendent moment of shared recognition.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/bNxCndh11o28oJGgm85nkt1bmQV.jpg"},{"url":"https://image.tmdb.org/t/p/original/eIne96JH4wJL9EgwibuXlsAcg8M.jpg"}]},{"title":"All About My Mother","description":"A single mother in Madrid sees her only son die on his birthday as he runs to seek an actress' autograph. Beside herself with grief, she returns to Barcelona to tell the boy's father about the death of the son he never knew he had.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hjQhzhkGYXPNM96k0mOgob6HMmn.jpg"},{"url":"https://image.tmdb.org/t/p/original/tilClWjFZeUTGJu0pxgF72fvUmN.jpg"}]},{"title":"Doctor Dolittle","description":"A successful physician and devoted family man, John Dolittle seems to have the world by the tail, until a long suppressed talent he possessed as a child, the ability to communicate with animals is suddenly reawakened with a vengeance! Now every creature within squawking distance wants the good doctor's advice, unleashing an outrageous chain of events that turns his world upside down!","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tLrchGMIkdo1KamQJA6fwvDQEy0.jpg"},{"url":"https://image.tmdb.org/t/p/original/nCvM85EzfqC9LWOBr04vJsIv4bO.jpg"}]},{"title":"Top Hat","description":"Showman Jerry Travers is working for producer Horace Hardwick in London. Jerry demonstrates his new dance steps late one night in Horace's hotel room, much to the annoyance of sleeping Dale Tremont below. She goes upstairs to complain and the two are immediately attracted to each other. Complications arise when Dale mistakes Jerry for Horace.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qoPBiN6PBs2NsP7BNOJGCnmwruG.jpg"},{"url":"https://image.tmdb.org/t/p/original/tnPgH5j3rPRajvF1iUqLH9WgWqz.jpg"}]},{"title":"Trouble in Paradise","description":"Thief Gaston Monescu and pickpocket Lily are partners in crime and love. Working for perfume company executive Mariette Colet, the two crooks decide to combine their criminal talents to rob their employer. Under the alias of Monsieur Laval, Gaston uses his position as Mariette's personal secretary to become closer to her. However, he takes things too far when he actually falls in love with Mariette, and has to choose between her and Lily.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/FBxuoLRD3Biyul14unT5m3PYNS.jpg"},{"url":"https://image.tmdb.org/t/p/original/lMZyfDVoxhmfBUNmnNQWvSEL9E3.jpg"}]},{"title":"The Seventh Seal","description":"When disillusioned Swedish knight Antonius Block returns home from the Crusades to find his country in the grips of the Black Death, he challenges Death to a chess match for his life. Tormented by the belief that God does not exist, Block sets off on a journey, meeting up with traveling players Jof and his wife, Mia, and becoming determined to evade Death long enough to commit one redemptive act while he still lives.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/khbyQUFTYIIltrC1yYvLXP85Lh8.jpg"},{"url":"https://image.tmdb.org/t/p/original/d9VUlRTovsGbwkUjNR2OGOGrQuO.jpg"}]},{"title":"The Beauty of Vice","description":"In the mountains of Montenegro people have lived by strict and Draconian laws for centuries, almost untouched by modern civilization. However, a young couple are going to seek their fortune on the more liberal coast and there they find jobs in the nudist colony. Hundreds of naked bodies and atmosphere of joie d'vivre make the husband and wife question their rigid way of life.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/wpM2lbfua9HT5RiheMqZXzdvHPn.jpg"},{"url":"https://image.tmdb.org/t/p/original/bCO0MRqIuNyVBjzpWcVvwK9Xicm.jpg"}]},{"title":"The Man Who Loved Women","description":"At Bertrand Morane's burial there are many of the women that the 40-year-old engineer loved. In flashback Bertrand's life and love affairs are told by himself while writing an autobiographical novel.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/doFxMMzi8waOGe0LXjQgWYBSyju.jpg"},{"url":"https://image.tmdb.org/t/p/original/cTaT7WiNAS7rCl1sdl7xtYGBx6b.jpg"}]},{"title":"Saw III","description":"Jigsaw has disappeared. Along with his new apprentice Amanda, the puppet-master behind the cruel, intricate games that have terrified a community and baffled police has once again eluded capture and vanished. While city detective scramble to locate him, Doctor Lynn Denlon and Jeff Reinhart are unaware that they are about to become the latest pawns on his vicious chessboard.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dfl7ti4ataetiyoOg3SI0FA9KeP.jpg"},{"url":"https://image.tmdb.org/t/p/original/5keEiSZkcNAfh6FV0m2sjSzyQX1.jpg"}]},{"title":"West Side Story","description":"In the slums of the upper West Side of Manhattan, New York, a gang of Polish-American teenagers called the Jets compete with a rival gang of recently immigrated Puerto Ricans, the Sharks, to \"own\" the neighborhood streets. Tensions are high between the gangs but two kids, one from each rival gang, fall in love leading to tragedy.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zFs8ebwVMowoFhDpo21ELPll2C.jpg"},{"url":"https://image.tmdb.org/t/p/original/bkahbHkwBSbIDtTm667Tu1ba2bu.jpg"}]},{"title":"A Bullet for Pretty Boy","description":"A biography of Charles \"Pretty Boy\" Floyd, a gangster who started his career at a young age after seeking revenge for his father's murder.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qkgfis79kDgQ74eY8D9IKOkBb3W.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Annas Mutter","description":"Based on the actual case of Marianne Bachmeier from 1981, the film tells the story of a mother who in a calm and determined manner shoots the murderer of her daughter seven times in the court room.The man dies at the crime scene. The media jumps at this tragedy and Bachmeier′s action is even spontaneously applauded by some. But soon, the attractive woman is cast under a pall when the media starts to look for \"disclosing\" details from her private life.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/baR2rowX6H7gMytGbR62aEwMcPj.jpg"},{"url":"https://image.tmdb.org/t/p/original/k5tLcd3V1OtbJEAXcr38xoJj8gB.jpg"}]},{"title":"Blind Date","description":"When bachelor Walter Davis is set up with his sister-in-law's pretty cousin, Nadia Gates, a seemingly average blind date turns into a chaotic night on the town. Walter's brother, Ted, tells him not to let Nadia drink alcohol, but he dismisses the warning and her behaviour gets increasingly wild. Walter and Nadia's numerous incidents are made even worse as her former lover David relentlessly follows them around town.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cLb3akSpZhU5qkmCO46IHfJtcs0.jpg"},{"url":"https://image.tmdb.org/t/p/original/3xRp5ERSkO9N1nJVjJuh6qNXN4a.jpg"}]},{"title":"The Flower of My Secret","description":"Marisa Paredes is Leocadia (\"Leo\") Macias, a woman writing “pink” romance novels under the alias of Amanda Gris that are very popular all across Spain. Unlike her romantic novels, her own love life is troubled. Leo has a less than happy relationship with her husband Paco, a military officer stationed in Brussels then later in Bosnia, who is distant both physically and emotionally.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/u172NHV9SvqgVDSyRayJIPK2Brl.jpg"},{"url":"https://image.tmdb.org/t/p/original/exR6kgFReS0ukrVuMr9dZw7PWWS.jpg"}]},{"title":"Prizzi's Honor","description":"A professional hit man and hit woman fall in love, only to discover that they have each been hired to kill the other.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dRUftPJR0M6yMAOlwlwaPlB9p86.jpg"},{"url":"https://image.tmdb.org/t/p/original/rG7onCWPZpFGP1cNvMy4jRnsCnm.jpg"}]},{"title":"Billy Frankenstein","description":"Billy Frank is an ordinary kid, until his family inherits an old castle and Billy learns he's a distant relative of the infamous Dr. Frankenstein. Billy's folks decide to visit their family estate, and Billy soon discovers they're not alone.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4oxd0JkEMDEXRPbhcyULBGUgim2.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Sliver","description":"A woman moves into an apartment in Manhattan and learns that the previous tenant's life ended mysteriously after they fell from the balcony.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2B3kSc4hKYWHsC8NgZhTLNIGmOR.jpg"},{"url":"https://image.tmdb.org/t/p/original/fwreQBx5CD55c1DpH117cS8915P.jpg"}]},{"title":"Wintersleepers","description":"Young blonde translator Rebecca lives with her boyfriend ski instructor Marco in a mountain villa owned by her friend, nurse Laura. Rene, local cinema projectionist, steals Marco's car and gets into a car crash with local Theo, whose daughter, after being in coma for a time, dies. Rene suffers from partial short term memory loss and starts a relationship with Laura. Meanwhile Marco is looking for the man who stole his car and Theo - for the man who killed his daughter...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6GnzOfZbAuxPv7uuQetR0IySbMH.jpg"},{"url":"https://image.tmdb.org/t/p/original/7KB5MLHBkkZrjKIZm5PRhImOSdt.jpg"}]},{"title":"The Blood of Fu Manchu","description":"Fu Manchu inoculates ten women with poison, to kill ten world leaders.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4nCcZ1MkF9EsNs5tQ74msUNXVul.jpg"},{"url":"https://image.tmdb.org/t/p/original/996nP2LR4FV8yxwTAZedfXwBZqB.jpg"}]},{"title":"Strogoff","description":"A captain in the Czar's army encounters danger and romance while carrying a secret message across 19th-century Russia.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Takva: A Man's Fear of God","description":"Humble and introvert Muharrem lives in a solitary and meager existence of a prayer and sexual abstinence adhering strictly to the most severe Islamic doctrines.His extraordinary devotion attracts the attention of the leader of a rich and powerful Istanbul religious group and he offers him an administrative post as a rent collector for their numerous properties. Muharrem's new job throws him into the modern outside world he has successfully avoided for so long. He soon witnesses conflict attitude toward alcohol consumption and goodwill.He notices that he himself has become proud, domineering and even dishonest.To make matters worse, Muharrem's inner peace is unnerved by the tormenting image of seductive woman who tempts him in his dreams,both night and day.With the balance of his devotion now upset,his fear of God begins to eat away at his senses.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3c6IJHBACfFXaw4wi5shisMcFOS.jpg"},{"url":"https://image.tmdb.org/t/p/original/e5Lu56GFO1z2YVsvSKK409vIOqp.jpg"}]},{"title":"While You Were Sleeping","description":"A transit worker pulls commuter Peter off railway tracks after he's mugged, but—while he's in a coma—his family mistakenly thinks she's Peter's fiancée, and she doesn't correct them. Things get more complicated when she falls for his brother, who's not quite sure that she's who she claims to be.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qNGO3ETcNwlWqK2kNRpbJSJRlos.jpg"},{"url":"https://image.tmdb.org/t/p/original/dLrP3UNladtXj4ELjfewFQjGwwX.jpg"}]},{"title":"Snakes on a Plane","description":"America is on the search for the murderer Eddie Kim. Sean Jones must fly to L.A. to testify in a hearing against Kim. Accompanied by FBI agent Neville Flynn, the flight receives some unexpected visitors.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/i0ynvZ89tV1t8MAL9FmeQELfXH0.jpg"},{"url":"https://image.tmdb.org/t/p/original/bAG05yQkT56yFuLAETr12UfK05y.jpg"}]},{"title":"Confidentially Yours","description":"Claude Massoulier is murdered while hunting at the same place as Julien Vercel, an estate agent who knew him and whose fingerprints are found on Massoulier's car. As the police discover that Marie-Christine Vercel, Julien's wife, was Massoulier's mistress, Julien is the prime suspect. But his secretary, Barbara Becker, while not quite convinced he is innocent, defends him and leads her private investigations.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3SpFbb6RcMRv1ieRgw8wVl6Mu9v.jpg"},{"url":"https://image.tmdb.org/t/p/original/9W3ZsrUFSKLeDSqZ8mREg0NsMAV.jpg"}]},{"title":"The Wounded Man","description":"Henri is a lonely, isolated young man who lets no one get close to him. He meets a street hustler and comes out of his shell, going 180 degrees into gay obsession. Though he has yet to physically approach the object of his affection, Henri builds up so much unrequited lust that it explodes with horrible results.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xiq1mISyW0gezubb9T7Cd77xzTe.jpg"},{"url":"https://image.tmdb.org/t/p/original/hFZ9KW2RHcPL5tcrwWPYYMRAi6f.jpg"}]},{"title":"Holy Matrimony","description":"A young Hutterite boy must marry his late brother's wife who comes from outside the community.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/pf0uJbtooTeWbWZIZm2F70VefvS.jpg"},{"url":"https://image.tmdb.org/t/p/original/5gLBAZeKzNhenTBMvvbjPfRy2Lh.jpg"}]},{"title":"The Collector of Brains","description":"A young pianist is shocked when she witnesses a strange chess tournament with a robot. Could there be a gruesome secret behind this exhibition?","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ul1JzdS4rYnjXwyW1SRwtBnG5Dd.jpg"},{"url":"https://image.tmdb.org/t/p/original/4gYlbYK58rqOEQf3VRhQPUZeZGW.jpg"}]},{"title":"Bad Education","description":"Two children, Ignacio and Enrique, know love, the movies and fear in a religious school at the beginning of the 1960s. Father Manolo, director of the school and its professor of literature, is witness to and part of these discoveries. The three are followed through the next few decades, their reunion marking life and death.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sQiTs3pnnvp6ENbpmvXjsSn6gdg.jpg"},{"url":"https://image.tmdb.org/t/p/original/brxhzDQjW37SPQfFS8pypsn1MbX.jpg"}]},{"title":"Heathers","description":"A girl who halfheartedly tries to be part of the \"in crowd\" of her school meets a rebel who teaches her a more devious way to play social politics: by killing the popular kids.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/rtzcrwgsuESV2adSDhIuLyQoZmp.jpg"},{"url":"https://image.tmdb.org/t/p/original/g1sFk9RElHaNvx10Dwx5PfFKqkW.jpg"}]},{"title":"Hulk","description":"Bruce Banner, a genetics researcher with a tragic past, suffers massive radiation exposure in his laboratory that causes him to transform into a raging green monster when he gets angry.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qnngKqAcqfH2pBxDoKu5lxzSbTo.jpg"},{"url":"https://image.tmdb.org/t/p/original/kYd1ZMWvG9K2Jeop3XWXcTpJ2dB.jpg"}]},{"title":"The Kingdom","description":"A team of U.S. government agents is sent to investigate the bombing of an American facility in the Middle East.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1RkL0PGod3b75MSrc1nVJxZsoRT.jpg"},{"url":"https://image.tmdb.org/t/p/original/sAj6pHDKXl4uQz9X9gDDApFM2po.jpg"}]},{"title":"Texas - Doc Snyder hält die Welt in Atem","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ybD59vpUjk5xjW0rRBRxcLwdjms.jpg"},{"url":"https://image.tmdb.org/t/p/original/dpIQSG8VJjUqI40Edo6H84dpAIV.jpg"}]},{"title":"Dinocroc","description":"After an African dinosaur ancestor of the crocodile is found, Dr. Campbell uses its DNA to create prototypes at Paula Kennedy's Genetic Research Co. (Gereco) lab. However one must be put down after killing someone, another escapes and the information is kept from sheriff Harper. His daughter, county dog catcher Diane Harper, helps her ex (welding artist Tom Banning) with his kid brother Michael's beloved dog. They bump into Campbell and discover the dinocroc is growing, having escaped down a tunnel. Although Gereco hires Australian crocodile specialist and intrepid hunter, Richard 'Dick' Sydney, the beast proves impervious to bullets, so the body count rises alarming.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2WmtLQp6ibpZbdoxs5mzdpNpYjo.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Guess Who's Coming to Dinner","description":"Matt and Christina Drayton are a couple whose attitudes are challenged when their daughter brings home a fiancé who is black.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mrRVl6ck9v23SjmdblwP8GajVS.jpg"},{"url":"https://image.tmdb.org/t/p/original/iSxiA5ZwJcLtnpBwB74fdGU2CBW.jpg"}]},{"title":"The Defector","description":"Professor Bower, an American physicist, is effectively blackmailed by a shady CIA agent named Adams to help the CIA obtain secret microfilm from a defecting Russian scientist. The reluctant Bower travels to East Germany undercover as an antiques collector where he encounters Heinzmann, an East German fellow physicist, who is also a secret agent. Heinzmann is aware of Bower's meeting with Adams and his intention to steal the microfilm, however their mutual respect for one another's tactics complicate the proceedings.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/eghDjxKLIUBZu2wQr0XY3YKTdfL.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Innocent","description":"Tullio Hermil is a chauvinist aristocrat who flaunts his mistress to his wife, but when he believes she has been unfaithful he becomes enamored of her again.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zZ0auDI9OdTrzxzgUfxO7rzR4mR.jpg"},{"url":"https://image.tmdb.org/t/p/original/a6OW0pQdfqjGiSOWTWcBPA8YfrJ.jpg"}]},{"title":"Grande école","description":"Paul and Agnes have been going out for quite a while and Agnes is shocked to learn that he'd rather live with two roommates on campus than move in with her. As soon as he meets one of his roommates, Louis-Anault, Paul's behavior changes - he is attracted to Louis without realizing so himself. Agnes, on the other hand, gets quite jealous and offers a bet: Whoever gets to have Louis-Anault first, wins... If she does, Paul will no longer explore his homosexual desires, if he does - she'll walk away. Meanwhile, Paul meets Mecir, a young Arab worker, who shows him there's more to life than elite colleges...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/etGBmCDIfXWSFrb4wplSsOxAfSN.jpg"},{"url":"https://image.tmdb.org/t/p/original/8dRb5aP8vMgv0v3KSbOkQxVqeiB.jpg"}]},{"title":"Army of Darkness","description":"Ash is transported back to medieval days, where he is captured by the dreaded Lord Arthur. Aided by the deadly chainsaw that has become his only friend, Ash is sent on a perilous mission to recover the Book of the Dead, a powerful tome that gives its owner the power to summon an army of ghouls.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mOsWtjRGABrPrqqtm0U6WQp4GVw.jpg"},{"url":"https://image.tmdb.org/t/p/original/5RPXs9g0sZ9Woo4pNLxdXdge7tc.jpg"}]},{"title":"Chaotic Ana","description":"Ana, a teenager artist, is raised in Ibiza by her German father Klaus in a naturalist lifestyle. She meets Justine, who invites her to move to Madrid and get an artistic education and financial support. Ana befriends Linda, meets the problematic Said, a Saharawi youngster, and later she is hypnotized by Anglo, who opens a door to her memories and past lives.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zTHzKN20nDerUMOGBALdRyk7rK2.jpg"},{"url":"https://image.tmdb.org/t/p/original/j5VTKDRMDqCmQj4zK8TS0JQwQ9y.jpg"}]},{"title":"Corpse Bride","description":"Set in a 19th-century european village, this stop-motion animation feature follows the story of Victor, a young man whisked away to the underworld and wed to a mysterious corpse bride, while his real bride Victoria waits bereft in the land of the living.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/isb2Qow76GpqYmsSyfdMfsYAjts.jpg"},{"url":"https://image.tmdb.org/t/p/original/r4VumNLSafeGhlieKNhGv0BQ4UD.jpg"}]},{"title":"X-Men Origins: Wolverine","description":"After seeking to live a normal life, Logan sets out to avenge the death of his girlfriend by undergoing the mutant Weapon X program and becoming Wolverine.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8TItaEDL9lRCVcGMkYFluceD2Od.jpg"},{"url":"https://image.tmdb.org/t/p/original/wvqdJLVh0mSblly7UnYFPEk04Wd.jpg"}]},{"title":"Ice Age: The Meltdown","description":"Diego, Manny and Sid return in this sequel to the hit animated movie Ice Age. This time around, the deep freeze is over, and the ice-covered earth is starting to melt, which will destroy the trio's cherished valley. The impending disaster prompts them to reunite and warn all the other beasts about the desperate situation.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hzJzd0OFRHjSykLuSmDG8ssPJAn.jpg"},{"url":"https://image.tmdb.org/t/p/original/5oZK7HyK5jXA5XEq3tjZsjOMHNd.jpg"}]},{"title":"La Silla","description":"A man is consumed with the idea of acquiring a chair from a bric-a-brac shop.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Bull Durham","description":"Veteran catcher Crash Davis is brought to the minor league Durham Bulls to help their up and coming pitching prospect, \"Nuke\" Laloosh. Their relationship gets off to a rocky start and is further complicated when baseball groupie Annie Savoy sets her sights on the two men.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/saXDJpfamItMj8XHImf4YkW4f2.jpg"},{"url":"https://image.tmdb.org/t/p/original/vnl0fqfuIZc5XuUP6YO3kw0fZfO.jpg"}]},{"title":"The Tulse Luper Suitcases, Part 2: Vaux to the Sea","description":"The Tulse Luper Suitcases reconstructs the life of Tulse Luper, a professional writer and project-maker, caught up in a life of prisons. He was born in 1911 in Newport, South Wales and presumably last heard of in 1989. His life is reconstructed from the evidence of 92 suitcases found around the world - 92 being the atomic number of the element Uranium. The project includes three feature films, a TV series, 92 DVDs, CD-ROMs, and books.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/49WgZjZoTG8gBYbrnx2wkgevsHU.jpg"},{"url":"https://image.tmdb.org/t/p/original/2HvZ71X6OlQyi9AqklolOfIPfjs.jpg"}]},{"title":"The Legend of Paul and Paula","description":"Paul and Paula have had bad experiences with love: Paul is financially well off but has lost all affection for his wife, and Paula leads a troublesome life raising two children on her own. They meet and discover a strong passion for each other. Life seems like a dream when they're together - but their short flights from the burdens of reality are once and again interrupted by Paul's ties to family and career.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7bhyvM6dnKsLZwbfpI4pK78IXJ.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Blues Brothers","description":"Jake Blues is just out of jail, and teams up with his brother, Elwood on a 'mission from God' to raise funds for the orphanage in which they grew up. The only thing they can do is do what they do best: play music. So they get their old band together, and set out on their way—while getting in a bit of trouble here and there.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3DiSrcYELCLkwnjl9EZp2pkKGep.jpg"},{"url":"https://image.tmdb.org/t/p/original/eeFSDMA8Mufnqi1BGcAYlyDSYkJ.jpg"}]},{"title":"Die Bettwurst","description":"It’s love at first sight: elderly secretary Luzi and young, unemployed Dietmar find each other by accident in Rosa von Praunheim’s outrageous genre, social satire.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2FbINd7MjOUmVuqy7tP7SsKZ5tR.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Contact","description":"Contact is a science fiction film about an encounter with alien intelligence. Based on the novel by Carl Sagan the film starred Jodie Foster as the one chosen scientist who must make some difficult decisions between her beliefs, the truth, and reality.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/bCpMIywuNZeWt3i5UMLEIc0VSwM.jpg"},{"url":"https://image.tmdb.org/t/p/original/x5Z2BjuUfEEwYWZccDwbU9KSEqj.jpg"}]},{"title":"The Rapture","description":"A lonely telephone operator leading an empty, amoral life finds God — only to have her faith continually tested in ways beyond what she could have imagined.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2jshD2PlljPpz3OrlkRV519ifVx.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Workers Leaving the Lumière Factory","description":"Working men and women leave through the main gate of the Lumière factory in Lyon, France. Filmed on 22 March 1895, it is often referred to as the first real motion picture ever made, although Louis Le Prince's 1888 Roundhay Garden Scene pre-dated it by seven years.  Three separate versions of this film exist, which differ from one another in numerous ways. The first version features a carriage drawn by one horse, while in the second version the carriage is drawn by two horses, and there is no carriage at all in the third version. The clothing style is also different between the three versions, demonstrating the different seasons in which each was filmed. This film was made in the 35 mm format with an aspect ratio of 1.33:1, and at a speed of 16 frames per second. At that rate, the 17 meters of film length provided a duration of 46 seconds, holding a total of 800 frames.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zwaMUm6cxmbMIUziIhkqyIoi2LO.jpg"},{"url":"https://image.tmdb.org/t/p/original/PikJWvblmySeD8Hq3ITayWDQ68.jpg"}]},{"title":"The Great Outdoors","description":"It's vacation time for outdoorsy Chicago man Chet Ripley, along with his wife, Connie, and their two kids, Buck and Ben. But a serene weekend of fishing at a Wisconsin lakeside cabin gets crashed by Connie's obnoxious brother-in-law, Roman Craig, his wife, Kate, and the couple's two daughters. As the excursion wears on, the Ripleys find themselves at odds with the stuffy Craig family.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/etjgNJvuNW2205EdZRMHFPKQpxS.jpg"},{"url":"https://image.tmdb.org/t/p/original/zkURY6E83XO6M6E7mAyGQRqg57E.jpg"}]},{"title":"Coda","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Because I Said So","description":"In an effort to prevent family history from repeating itself, meddlesome mom Daphne Wilder attempts to set up her youngest daughter, Milly, with Mr. Right. Meanwhile, her other daughters try to keep their mom's good intentions under control.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/92v6x0PSM7m48BxEzqe0EtE8nsg.jpg"},{"url":"https://image.tmdb.org/t/p/original/50Gq0tqWTII1XlawzFyM1bhthMg.jpg"}]},{"title":"The Prisoner of Zenda","description":"Anthony Hope's classic tale gets a decidedly 'un-classic' treatment at the hands of Peter Sellers. Following the story somewhat, friends of the new King Rudolph of Ruritania fear for his life, and switch him with a look-a-like London cabby. Throw in two(!) lovely blondes, treachery, and a battle for life and honour, and enjoy life at its zaniest.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7ltgqtFA5XTeEy3QBWmOp7tglkn.jpg"},{"url":"https://image.tmdb.org/t/p/original/nchAb2I3vuP3nVE6BYYkaK55pQv.jpg"}]},{"title":"Best Seller","description":"Hit man Cleve approaches writer/cop Dennis about a story for his next book: How Cleve made a living, working for one of the most powerful politicians in the country. To get the story right, they travel around the country to gather statements and evidence, while strong forces use any means they can to keep the story untold.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ie015f339knldH3Al21oK91kxjZ.jpg"},{"url":"https://image.tmdb.org/t/p/original/zCEGOVyafiwEBikKodM2kulftnD.jpg"}]},{"title":"Good Morning Miss Dove","description":"Beloved schoolteacher reflects back on her life and former students when she is hospitalized...","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8RdG2Iv45cx6b6Q2OeqmUFT6UlV.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Lolita","description":"Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/8Puqbeh0D95DpXFWep1rmH78btu.jpg"},{"url":"https://image.tmdb.org/t/p/original/aoq23NUjv6ULYglJOYRCiy2URnx.jpg"}]},{"title":"Feel the Motion","description":"Feel the Motion","movieImages":[{"url":"https://image.tmdb.org/t/p/original/umAC4eR7QqG7rUNJaDPVIRX85CG.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Love Tragedy of the Homunculus","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/fVkGixJFTCWkpUdi4pbmrw4JxfZ.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Inside Man","description":"When an armed, masked gang enter a Manhattan bank, lock the doors and take hostages, the detective assigned to effect their release enters negotiations preoccupied with corruption charges he is facing.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mf4i9zZVXMmqWsEb9D0OAY7k3t.jpg"},{"url":"https://image.tmdb.org/t/p/original/8b4vDh7hNSLZKyAYUnZJalExbJb.jpg"}]},{"title":"Make Your Bets, Ladies","description":"A famous American secret service agent tries to rescue a German 17 year old prodigy scientist who has been captured by the Russians.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/m4Ta0Kf21p7qH72IFKQUCu5HkbQ.jpg"},{"url":"https://image.tmdb.org/t/p/original/AddM9YKiufQhTycIdvZpe9ei4mr.jpg"}]},{"title":"The Fountain","description":"Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tnmkVAYrHITpdKgmZ7CzVBEI4ho.jpg"},{"url":"https://image.tmdb.org/t/p/original/kyEFm7xnCH5FH7yjXslP1wkHudv.jpg"}]},{"title":"The Professional","description":"French secret agent Joss Baumont is sent to kill the president Njala of an African country. However, a counter-order is given before he can execute his mission and he is abandoned in the hands of foreign authorities. He escapes and seeks revenge by pursuing what was his original mission.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/3H8xDS4pYIrkYPIQ0AnfVCzBlhM.jpg"},{"url":"https://image.tmdb.org/t/p/original/5F9oNWg07Z6VRZo7JekX5NYVQYc.jpg"}]},{"title":"Roman Holiday","description":"Overwhelmed by her suffocating schedule, touring European princess Ann takes off for a night while in Rome. When a sedative she took from her doctor kicks in, however, she falls asleep on a park bench and is found by an American reporter, Joe Bradley, who takes her back to his apartment for safety. At work the next morning, Joe finds out Ann's regal identity and bets his editor he can get exclusive interview with her, but romance soon gets in the way.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/nPb2jAOPgUCiO8gDqhxoJwMn3ZH.jpg"},{"url":"https://image.tmdb.org/t/p/original/4psf8OdNFLVGz185HG2Z5vOYXmu.jpg"}]},{"title":"Delicatessen","description":"This bizarre surrealistic black comedy takes place in a small fictitious post-apocalyptic town where food is scarce and butcher Clapet has the macabre business of using human flesh to feed his customers. Yet when his daughter falls in love with his next slaughter victim things turn into chaos.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/89yw7xrAhnhGCldvyssPjINJQRb.jpg"},{"url":"https://image.tmdb.org/t/p/original/e3oepvOm2riHWDxxfrYK9uacLja.jpg"}]},{"title":"Madigan","description":"Policemen Bonaro and Madigan lose their guns to fugitive Barney Benesch. As compensation, the two NYC detectives are given a weekend to bring Benesch to justice. While Bonaro and Madigan follow up on various leads, Police Commissioner Russell goes about his duties, including attending functions, meeting with aggrieved relatives, and counseling the spouses of fallen officers.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9rTQ70LLTJnUbQIJBrOrdpiqrCz.jpg"},{"url":"https://image.tmdb.org/t/p/original/tljSsLfvkAhXizu97ZivBZqbRL8.jpg"}]},{"title":"What Lies Beneath","description":"When Claire Spencer starts hearing ghostly voices and seeing spooky images, she wonders if an otherworldly spirit is trying to contact her. All the while, her husband tries to reassure her by telling her it's all in her head. But as Claire investigates, she discovers that the man she loves might know more than he's letting on.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2L3Cn0CizbSy2E9KJt1SiOSyb6p.jpg"},{"url":"https://image.tmdb.org/t/p/original/qvMbGkEv9mVTPZpVPkrhpXrpv9E.jpg"}]},{"title":"The King of Comedy","description":"Aspiring comic Rupert Pupkin attempts to achieve success in show business by stalking his idol, a late night talk-show host who craves his own privacy.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/m24EbHxT9NGYEkOlu29YcLOgjgK.jpg"},{"url":"https://image.tmdb.org/t/p/original/s0hhtvMN1QBrMVYvmiB6uzK5sHf.jpg"}]},{"title":"Carolina","description":"A young woman escapes her wildly eccentric family in search for a life of normalcy.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/wKVCk0U3KAcCthWQQgDxwyJAJJc.jpg"},{"url":"https://image.tmdb.org/t/p/original/hy4NTiYVBmjHOYE9i3qY3NFOTen.jpg"}]},{"title":"About Schmidt","description":"66-year-old Warren Schmidt is a retired insurance salesman and has no particular plans other than to drive around in the motor home his wife insisted they buy. He's not altogether bitter, but not happy either, as everything his wife does annoys him, and he disapproves of the man his daughter is about to marry. When his wife suddenly dies, he sets out to postpone the imminent marriage of his daughter to a man he doesn't like, while coping with discoveries about his late wife and himself in the process.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/nKEis61uy7mElDVC6g00FTDvHxp.jpg"},{"url":"https://image.tmdb.org/t/p/original/3OqS1Vx4Zi2QiQSBfZ5F2jeBPTr.jpg"}]},{"title":"Iron Eagle III","description":"Chappy discovers a drug-smuggling scheme at his own air base. It turns out that the lives of some village people in Peru are at stake, and he decides to fly there with ancient airplanes and friends to free them.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2KzXWh4AA7bnR3O0TOHpdsWnBby.jpg"},{"url":"https://image.tmdb.org/t/p/original/jHEFMgqEXGyHExaZ4w2gYkd34Uo.jpg"}]},{"title":"Frankenstein & the Werewolf Reborn!","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hL1rOLFYoqoa8wppzrfliy8IOZN.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"12 Angry Men","description":"The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ppd84D2i9W8jXmsyInGyihiSyqz.jpg"},{"url":"https://image.tmdb.org/t/p/original/qqHQsStV6exghCM7zbObuYBiYxw.jpg"}]},{"title":"The Host","description":"Following the dumping of gallons of toxic waste in the river, a giant mutated squid-like appears and begins attacking the populace. Gang-du's daughter Hyun-seo is snatched up by the creature; with his family to assist him, he sets off to find her.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dEDLY3KeghKFzks5nTDWdigVikr.jpg"},{"url":"https://image.tmdb.org/t/p/original/xENJCaWyezrEn3IvFCGuPHAuwUV.jpg"}]},{"title":"D.E.B.S.","description":"The star of a team of teenage crime fighters falls for the alluring villainess she must bring to justice.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cMwLTcG5aVBYeh5W6SVSfowboAf.jpg"},{"url":"https://image.tmdb.org/t/p/original/1QAHb5SEhhSQ01dvaweVWFJcFzW.jpg"}]},{"title":"Dark Blue","description":"Set during the Rodney King riots, a robbery homicide investigation triggers a series of events that will cause a corrupt LAPD officer to question his tactics.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9RTiJx3oD1s3RAMtjSo7ThZmcxw.jpg"},{"url":"https://image.tmdb.org/t/p/original/l104QUm7N05UVcDjggQe3AEhGBk.jpg"}]},{"title":"Das letzte Stück Himmel","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/pknXMujV85kqXh5dg0Tbpf6pY7q.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Breaking the Waves","description":"In a small and conservative Scottish village, a woman's paralytic husband convinces her to have extramarital intercourse so she can tell him about it and give him a reason for living.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/dQWMcdHXUOSHtr7ypOCa5T79JMS.jpg"},{"url":"https://image.tmdb.org/t/p/original/lJPO9UBs1AOAXQsOrjn6IwAhV7Q.jpg"}]},{"title":"Monsieur Hulot's Holiday","description":"Monsieur Hulot, Jacques Tati’s endearing clown, takes a holiday at a seaside resort, where his presence provokes one catastrophe after another. Tati’s masterpiece of gentle slapstick is a series of effortlessly well-choreographed sight gags involving dogs, boats, and firecrackers; it was the first entry in the Hulot series and the film that launched its maker to international stardom.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/r4F4tsU0Ajeh9ZYUkWOJSYmioj7.jpg"},{"url":"https://image.tmdb.org/t/p/original/qi7PmFSlCXVAwqlvdiN2ZrlxJGj.jpg"}]},{"title":"Akira","description":"A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath that only two teenagers and a group of psychics can stop.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5KlRFKKSbyCiyYpZSS3A6G5bW0K.jpg"},{"url":"https://image.tmdb.org/t/p/original/qZ4NYuwME0j6QgJmIE6AZMgmCaj.jpg"}]},{"title":"Things to Come","description":"The story of a century: a decades-long second World War leaves plague and anarchy, then a rational state rebuilds civilization and attempts space travel.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/AqDTWCGOogxtIVKa6RAOhOaHkS.jpg"},{"url":"https://image.tmdb.org/t/p/original/wa6uAXC6ei0BwaDiShwLjbMCLfe.jpg"}]},{"title":"Uncle Buck","description":"Buck Russell, a lovable but slovenly bachelor, suddenly becomes the temporary caretaker of his nephew and nieces after a family emergency. His freewheeling attitude soon causes tension with his older niece Tia, loyal girlfriend Chanice and just about everyone else who crosses his path.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/i0MuRxuENc9Ur3croChw0Tmrs5G.jpg"},{"url":"https://image.tmdb.org/t/p/original/nc68w1Fa30btNaU6aR3k5gkTn9k.jpg"}]},{"title":"My Life Without Me","description":"A fatally ill mother with only two months to live creates a list of things she wants to do before she dies without telling her family of her illness.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9Fa7tCEKIha1llGH7E41mxSpaF6.jpg"},{"url":"https://image.tmdb.org/t/p/original/wPKvALcGdO0xf45BK3MlCtc5IsL.jpg"}]},{"title":"Calling Dr. Gillespie","description":"Dr. Gillespie is called in to investigate when a young man suffering from mental problems disappears on a killing spree.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5hRxd3Jy5buogEXc0NNU1udogxX.jpg"},{"url":"https://image.tmdb.org/t/p/original/rNhuCi4S1JiRQ6rXmygYbzGF22i.jpg"}]},{"title":"Leaving Las Vegas","description":"Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/etUYWIg81fFkXRZKMAOOEXrdcp9.jpg"},{"url":"https://image.tmdb.org/t/p/original/ckTh7Ej33m9O4eiKDQ1u91Opd9N.jpg"}]},{"title":"And the Violins Stopped Playing","description":"This is the true story about a group of Romani's (gypsy) in occupied Poland during World War II as they confront the atrocities and tragedies of a forgotten holocaust.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/fXBNCPm6yJRgUCyPIA83014DjPH.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"I'm Not There","description":"Six actors portray six personas of music legend Bob Dylan in scenes depicting various stages of his life, chronicling his rise from unknown folksinger to international icon and revealing how Dylan constantly reinvented himself.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xhUWSLP1FvoZSDOvVN8veIWtX6h.jpg"},{"url":"https://image.tmdb.org/t/p/original/9U7kVXZMHQa9QoJSrWP9bnVi9wG.jpg"}]},{"title":"The Spider Woman","description":"Sherlock Holmes investigates a series of so-called \"pajama suicides\". He knows the female villain behind them is as cunning as Moriarty and as venomous as a spider. Based on \"The Sign of Four\" and the short stories \"The Dying Detective\", \"The Final Problem\", \"The Speckled Band\" and \"The Adventure of the Devil's Foot\".","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7SasjHkOK7QpqmRrOi0nqFcMLzf.jpg"},{"url":"https://image.tmdb.org/t/p/original/jKAlYhPdKlLADl6zNG6ao0vMCcM.jpg"}]},{"title":"Lost Highway","description":"A tormented jazz musician finds himself lost in an enigmatic story involving murder, surveillance, gangsters, doppelgangers, and an impossible transformation inside a prison cell.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5POhfNeFPIi4VUNwCTaK85sh98r.jpg"},{"url":"https://image.tmdb.org/t/p/original/4nZ355SqNJ63Jri0faoK8zNIOK5.jpg"}]},{"title":"National Treasure","description":"Modern treasure hunters, led by archaeologist Ben Gates, search for a chest of riches rumored to have been stashed away by George Washington, Thomas Jefferson and Benjamin Franklin during the Revolutionary War. The chest's whereabouts may lie in secret clues embedded in the Constitution and the Declaration of Independence, and Gates is in a race to find the gold before his enemies do.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/20MSnfTICmwvAs2YJTqcSTjwBDc.jpg"},{"url":"https://image.tmdb.org/t/p/original/yWJ8444QvMrpvPOEqcNCv0FDflG.jpg"}]},{"title":"Murder on the Orient Express","description":"In 1935, when his train is stopped by deep snow, detective Hercule Poirot is called on to solve a murder that occurred in his car the night before.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/33LmWxGdj4hHE2HCTRZII1ZdMmQ.jpg"},{"url":"https://image.tmdb.org/t/p/original/nVdUdUXyHII9mvZ3bf43RhhTLk0.jpg"}]},{"title":"Ice Age","description":"With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gLhHHZUzeseRXShoDyC4VqLgsNv.jpg"},{"url":"https://image.tmdb.org/t/p/original/mCVQ2cZmGkAHG2Q3fDZTQA1YzeI.jpg"}]},{"title":"Frankenstein","description":"An investigation into a serial killer leads two detectives to discover that Dr. Frankenstein and his creature are still alive after two centuries of genetic experiments.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gmeccZOjv2l12NM7dTjHXTYHaC4.jpg"},{"url":"https://image.tmdb.org/t/p/original/jCGSQaP5Ny6EgCbt0devxd9q7DF.jpg"}]},{"title":"2001: A Space Odyssey","description":"Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/zmmYdPa8Lxx999Af9vnVP4XQ1V6.jpg"},{"url":"https://image.tmdb.org/t/p/original/spoZUN4X1KiOc5S0plOyGAXLNtb.jpg"}]},{"title":"The Assassination of Richard Nixon","description":"It’s 1974 and Sam Bicke has lost everything. His wife leaves him with his three kids, his boss fires him, his brother turns away from him, and the bank won’t give him any money to start anew. He tries to find someone to blame for his misfortunes and comes up with the President of the United States who he plans to murder.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5jOOvAVvP0XtwC5yYQpQCy4cjq1.jpg"},{"url":"https://image.tmdb.org/t/p/original/gXvmhujLzYRXMQPZNBDFUD3RnEg.jpg"}]},{"title":"Land of Plenty","description":"After living abroad, Lana returns to the United States, and finds that her uncle is a reclusive vagabond with psychic wounds from the Vietnam War.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/AbLlE4S01PsXO0LOqpFvGzibbdF.jpg"},{"url":"https://image.tmdb.org/t/p/original/1h8yWKNP8FkDyRrIkIhMOhsEZxr.jpg"}]},{"title":"Schön war die Zeit","description":"No overview found.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Gods and Monsters","description":"It's 1957, and James Whale's heyday as the director of \"Frankenstein,\" \"Bride of Frankenstein\" and \"The Invisible Man\" is long behind him. Retired and a semi-recluse, he lives his days accompanied only by images from his past. When his dour housekeeper, Hannah, hires a handsome young gardener, the flamboyant director and simple yard man develop an unlikely friendship, which will change them forever.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4kj120h4oSa4IU9Wl7QRnharZTu.jpg"},{"url":"https://image.tmdb.org/t/p/original/fk0symgjlQDhusMOaKudILh8kT7.jpg"}]},{"title":"Secret Beyond the Door","description":"Fritz Lang’s psycho thriller tells the story of a woman who marries a stranger with a deadly hobby and through their love he attempts to fight off his obsessive-compulsive actions.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9qeB2MVRsfAzPw5tviUX4yfpZdh.jpg"},{"url":"https://image.tmdb.org/t/p/original/xMZJwdGMDEQWKavwMWB4Lpkuixg.jpg"}]},{"title":"And Then There Were None","description":"Ten people are invited to a hotel for a weekend getaway by a Mr. U. N. Owen, who mysteriously isn't in attendance. When the group gets together for their first dinner, a record is played in which Mr. Owen accuses each guest of committing various unpunished crimes, which sets off a series of murders in the hotel.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/hYJhUlaZteqi4VS8bFtzC3xqaS8.jpg"},{"url":"https://image.tmdb.org/t/p/original/2nkvCuOXetfVhpdzy85WCqch3GA.jpg"}]},{"title":"Alias","description":"On her birthday, Juliette is to upset to worry about the strange cleaner who imitates her every move and lusts after her clothing.","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"October (Ten Days that Shook the World)","description":"Sergei M. Eisenstein's docu-drama about the 1917 October Revolution in Russia. Made ten years after the events and edited in Eisenstein's 'Soviet Montage' style, it re-enacts in celebratory terms several key scenes from the revolution.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/tsfz9Ak1slSnxr6mSmRD3Wj7YZS.jpg"},{"url":"https://image.tmdb.org/t/p/original/lcFVMnRPEVpvRDpXlxGfpuz0ik3.jpg"}]},{"title":"Deszcz","description":"Deszcz","movieImages":[{"url":"https://image.tmdb.org/t/p/originalnull"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Subway in the Sky","description":"Berlin provides the backdrop for this crime drama that centers on a military doctor falsely accused of dealing illegal drugs. Determined to prove his innocence, he escapes from the MPs and ends up holing up in the apartment his wife rented. He doesn't know that she has sublet the flat to a nightclub singer. When he finds out, he begs the singer to assist him. She is attracted to him and agrees. The doctor believes that his wife is behind the black-market dealings, but in the end, they find the real culprit.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ziitZITHd3Uq2cmVDih1GJxeT9i.jpg"},{"url":"https://image.tmdb.org/t/p/original/3OSvMXr5ep38t339PBBx08paBhp.jpg"}]},{"title":"Flirting with Disaster","description":"Adopted as a child, new father Mel Colpin decides he cannot name his son until he knows his birth parents, and determines to make a cross-country quest to find them. Accompanied by his wife, Nancy, and an inept yet gorgeous adoption agent, Tina, he departs on an epic road trip that quickly devolves into a farce of mistaken identities, wrong turns, and overzealous and love-struck ATF agents.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sRRdVLuxk8OLCDRd4u4xDrDdwv7.jpg"},{"url":"https://image.tmdb.org/t/p/original/oRiSybgOSfTGLkkEAuXEx1uwRqu.jpg"}]},{"title":"Russian Dolls","description":"Five years after their summer together in Barcelona, Xavier, William, Wendy, Martine and Isabelle reunite.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/2UlNPX9E9LzXcWVZJpBEZWwu9EV.jpg"},{"url":"https://image.tmdb.org/t/p/original/3CrVXXn9ETuv1vzm7ROJKiGI2i5.jpg"}]},{"title":"A Hard Day's Night","description":"Capturing John Lennon, Paul McCartney, George Harrison and Ringo Starr in their electrifying element, 'A Hard Day's Night' is a wildly irreverent journey through this pastiche of a day in the life of The Beatles during 1964. The band have to use all their guile and wit to avoid the pursuing fans and press to reach their scheduled television performance, in spite of Paul's troublemaking grandfather and Ringo's arrest.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/bCjjAVPHKTqtX7TTzL4QRuu91Pc.jpg"},{"url":"https://image.tmdb.org/t/p/original/j2hq0v6uFnrwZxCvQMPBir2kNPj.jpg"}]},{"title":"Saw II","description":"When a new murder victim is discovered with all the signs of Jigsaw's hand, Detective Eric Matthews begins a full investigation and apprehends Jigsaw with little effort. But for Jigsaw, getting caught is just another part of his plan. Eight more of his victims are already fighting for their lives and now it's time for Matthews to join the game.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/gTnaTysN8HsvVQqTRUh8m35mmUA.jpg"},{"url":"https://image.tmdb.org/t/p/original/el6KuGEa3z4JwnsmLSlD0BCCedH.jpg"}]},{"title":"L'île aux trente cercueils","description":"L'île aux trente cercueils","movieImages":[{"url":"https://image.tmdb.org/t/p/original/9Iv1t6FBifBq44xC7RDPZQhKK4t.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Ghost of Frankenstein","description":"Ygor discovers Frankenstein's creation is still alive and brings him to the Doctor's son, Ludwig, for help. Obsessed with restoring the monster to his full potential, Ludwig is unaware that someone has more devious plans for the creature.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/7NtCuLtymDBCWBDj5MVxBjzDUPe.jpg"},{"url":"https://image.tmdb.org/t/p/original/iP8hzj8XgvUEW3TTrqnBcOYCcgl.jpg"}]},{"title":"Broken Blossoms","description":"The love story of an abused English girl and a Chinese Buddhist in a time when London was a brutal and harsh place to live.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/l9rHRp7Yb2PVy5Qd5wUR9coXZoy.jpg"},{"url":"https://image.tmdb.org/t/p/original/3DW3xHM7FgdE8XzpODbEfvlR9qR.jpg"}]},{"title":"Blade Runner","description":"In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/vfzE3pjE5G7G7kcZWrA3fnbZo7V.jpg"},{"url":"https://image.tmdb.org/t/p/original/eIi3klFf7mp3oL5EEF4mLIDs26r.jpg"}]},{"title":"Be Kind Rewind","description":"A man whose brain becomes magnetized unintentionally destroys every tape in his friend's video store. In order to satisfy the store's most loyal renter, an aging woman with signs of dementia, the two men set out to remake the lost films.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/f0oX20YrQEiVPDH9InCQ1d3Cm66.jpg"},{"url":"https://image.tmdb.org/t/p/original/hwEoWxONiQn6Hwh4b8NZnehHQx0.jpg"}]},{"title":"Basic Instinct","description":"A police detective is in charge of the investigation of a brutal murder, in which a beautiful and seductive woman could be involved.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/76Ts0yoHk8kVQj9MMnoMixhRWoh.jpg"},{"url":"https://image.tmdb.org/t/p/original/8UjZdkSANL1x1SGrjvKiA7yhYBN.jpg"}]},{"title":"Legionnaire","description":"Alain Lefevre is a boxer paid by a Marseille mobster to take a dive. When he wins the fight he attempts to flee to America with the mobster's girlfriend Katrina. This plan fails and he seeks escape by joining the foreign legion. As part of the legion he tangles with abusive lieutenant Steinkampf and bonds with legionnaires Luther, Mackintosh and Rosetti.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/sBeI7TeJzVw103iacL03v7Y5mCX.jpg"},{"url":"https://image.tmdb.org/t/p/original/sMqW0uHP82e1p6d6S2KBClDZsO0.jpg"}]},{"title":"The Fiendish Plot of Dr. Fu Manchu","description":"Fu Manchu's 168th birthday celebration is dampened when a hapless flunky spills Fu's age-regressing elixir vitae. Fu sends his lackeys to round up ingredients for a new batch of elixir, starting with the Star of Leningrad diamond, nabbed from a Soviet exhibition in Washington. The FBI sends agents Capone and Williams to England to confer with Nayland Smith, an expert on Fu.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cl1YGv5RQCWs8Tsc5SwBfPIfvMP.jpg"},{"url":"https://image.tmdb.org/t/p/original/bzDJ6dSojMJoCHXYIFycGxjWSYR.jpg"}]},{"title":"Frenzy","description":"After a serial killer strangles several women with a necktie, London police identify a suspect—but he's the wrong man.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/4SFvqrlSigAt9tnhXFSMyKeJWQk.jpg"},{"url":"https://image.tmdb.org/t/p/original/5NWLgFDwDOsLXs5m0tTuyRm4SKa.jpg"}]},{"title":"Poltergeist","description":"Steve Freeling lives with his wife, Diane, and their three children, Dana, Robbie, and Carol Anne, in Southern California where he sells houses for the company that built the neighborhood. It starts with just a few odd occurrences, such as broken dishes and furniture moving around by itself. However, when he realizes that something truly evil haunts his home, Steve calls in a team of parapsychologists led by Dr. Lesh to help before it's too late.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/xPazCcKp62IshnLVf9BLAjf9vgC.jpg"},{"url":"https://image.tmdb.org/t/p/original/IDjiEj9R4VKB8lPVfxODdjhr44.jpg"}]},{"title":"Gears of War","description":"On the planet Sera, a former P.O.W. is civilization's best hope in their fight against the Locust Horde, a race of creatures who emerged from underneath the planet's surface, intent on eliminating humankind.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/yd8TYOMfQw5OfK5mNWw2ZPJTw6w.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"The Poseidon Adventure","description":"When their ocean liner capsizes, a group of passengers struggle to survive and escape.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/cOzyaodbRPSQgD6bC6G5QlGFlFV.jpg"},{"url":"https://image.tmdb.org/t/p/original/v1QEIuBM1vvpvfqalahhIyXY0Cm.jpg"}]},{"title":"Blondie's Big Deal","description":"In this, the 25th Blondie film, Dagwood accidentally discovers a non-flammable paint.  Bad guys Dillon and Stack steal it before he can give it to his boss Radcliffe.  To show off his invention, Dagwood paints Radcliffe's house with it and disgraced when the house burns down!","movieImages":[{"url":"https://image.tmdb.org/t/p/original/kesExA9Hf12Ly1SJr1urhjpU9t9.jpg"},{"url":"https://image.tmdb.org/t/p/original/sJncb2AEVDwzFasX3ENChSxTLb0.jpg"}]},{"title":"The Talented Mr. Ripley","description":"Tom Ripley is a calculating young man who believes it's better to be a fake somebody than a real nobody. Opportunity knocks in the form of a wealthy U.S. shipbuilder who hires Tom to travel to Italy to bring back his playboy son, Dickie. Ripley worms his way into the idyllic lives of Dickie and his girlfriend, plunging into a daring scheme of duplicity, lies and murder.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/6ojHgqtIR41O2qLKa7LFUVj0cZa.jpg"},{"url":"https://image.tmdb.org/t/p/original/7eukPcRkeJcNRNt0vmdJC460Esl.jpg"}]},{"title":"Return to Me","description":"It took a lot of cajoling to get Bob, a recently widowed architect, to go on a blind date at a quirky Irish-Italian eatery. Once there, he's smitten instantly not with his date but with the sharp-witted waitress. Everything seems to be going great until an unbelievable truth is revealed, one that could easily break both of their hearts for good.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/mtYZyZh7hSiTq3gAU0C8FlcMC5.jpg"},{"url":"https://image.tmdb.org/t/p/original/oNOJoW2XoH3shkQxHtOyacJRBCQ.jpg"}]},{"title":"Night at the Museum","description":"Chaos reigns at the natural history museum when night watchman Larry Daley accidentally stirs up an ancient curse, awakening Attila the Hun, an army of gladiators, a Tyrannosaurus rex and other exhibits.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/uY9k8t2FQkMj60obnAnsPKLxHCE.jpg"},{"url":"https://image.tmdb.org/t/p/original/zLbRMFVF5MVdM10Y5GzF34A3CSo.jpg"}]},{"title":"Jour de Fête","description":"Jour de Fête tells the story of an inept and easily-distracted French mailman who frequently interrupts his duties to converse with the local inhabitants, as well as inspect the traveling fair that has come to his small community. Influenced by too much wine and a newsreel account of rapid transportation methods used by the United States postal system, he goes to hilarious lengths to speed the delivery of mail while aboard his bicycle.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/x1wwNdrBywcmZSfIsO8qcaZxYWR.jpg"},{"url":"https://image.tmdb.org/t/p/original/tewcF1E5FHafkyi1k25yIVSTVXm.jpg"}]},{"title":"Paradise Now","description":"Two childhood friends are recruited for a suicide bombing in Tel Aviv.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/qWZkYa8VdcDZk8uzRB2PfhpM9IL.jpg"},{"url":"https://image.tmdb.org/t/p/original/pIESejTZpHXvc6SF0LuQWpJIUD2.jpg"}]},{"title":"Poodle Springs","description":"Private eye Philip Marlowe and his bride move to a desert town, where he uncovers a land scheme.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ySroOZG9J50vMlKTc4fwyiOxmxR.jpg"},{"url":"https://image.tmdb.org/t/p/original/ulL4SAzkKTDbhAV7IVZySMDYu5Q.jpg"}]},{"title":"Naked Among Wolves","description":"Based on a true story of inmates at KZ Buchenwald that risked their lives to hide a small Jewish boy shortly before the liberation of the camp.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/g7SWl6jW01wJin8fk0JBEYLPB9Z.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"I Married a Shadow","description":"After a train accident, a woman survives and is mistaken for an other woman she just met on a train before the accident.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/yhu9MBlma3R3VDPWSnfSnfIHuem.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]},{"title":"Beneath the Planet of the Apes","description":"During a rescue mission to locate missing astronaut George Taylor, John Brent crash lands on the Planet of the Apes. Brent, along with Taylor's companion, Nova, find he has disappeared into an underground city known as the Forbidden Zone and attempt to track him down.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/v1r5mBh9hxxWpvZl9G3cP7d1Mh9.jpg"},{"url":"https://image.tmdb.org/t/p/original/3KJ9zZs446YJJCHuZaltEG14oFP.jpg"}]},{"title":"Pillow Talk","description":"A man and woman share a telephone line and despise each other, but then he has fun by romancing her with his voice disguised.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/ugvyj5nl9QmTYuaGUTefVYBDePE.jpg"},{"url":"https://image.tmdb.org/t/p/original/xlTyI4y3OA1v7Zna38D5bdSeEDJ.jpg"}]},{"title":"Dr. No","description":"In the film that launched the James Bond saga, Agent 007 battles mysterious Dr. No, a scientific genius bent on destroying the U.S. space program. As the countdown to disaster begins, Bond must go to Jamaica, where he encounters beautiful Honey Ryder, to confront a megalomaniacal villain in his massive island headquarters.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/E0J8HxoDFA8f9TS5c6e6thsszz.jpg"},{"url":"https://image.tmdb.org/t/p/original/moZEYnivAe9LDC3yFPDzj3WX3es.jpg"}]},{"title":"The Gendarme in New York","description":"The second installment of Gendarmes series, tells the story of Sergeant Cruchot (Louis De Funes), who, together with his faithful comrades, has been sent to the International Congress of Gendarmerie in N.Y.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/1p0OftpJ4Bdk5TCkxaZ37XQjGH9.jpg"},{"url":"https://image.tmdb.org/t/p/original/3PFC0bZhTxi7w4NEYbSD9on6R2y.jpg"}]},{"title":"Rio Bravo","description":"The sheriff of a small town in southwest Texas must keep custody of a murderer whose brother, a powerful rancher, is trying to help him escape. After a friend is killed trying to muster support for him, he and his deputies - a disgraced drunk and a cantankerous old cripple - must find a way to hold out against the rancher's hired guns until the marshal arrives. In the meantime, matters are complicated by the presence of a young gunslinger - and a mysterious beauty who just came in on the last stagecoach.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/5hFxzqpucuT3AjnvcO1pHkR122S.jpg"},{"url":"https://image.tmdb.org/t/p/original/aZD1nLaDmmLXvtI2QyPL5rIBsnW.jpg"}]},{"title":"A Diary of a Murderess","description":"A beautiful young woman sets her sights on an aging millionaire. She seduces him, and moves into his mansion with him. She soon tires of him, though, and after she gets rid of him, she goes after his son.","movieImages":[{"url":"https://image.tmdb.org/t/p/original/vccbSkaRYAWUnijht8Q5cFrOaH7.jpg"},{"url":"https://image.tmdb.org/t/p/originalnull"}]}]}